{
  
  "book_now_btn": "Jetzt buchen",
  "check_in_btn": "Einchecken",
  "sign_in_btn": "Login",
  "sign_out_btn": "Abmelden",
  "sign_up_btn": "Registrieren",
  "view_all_btn": "Alle anzeigen",

  "home":{
    "rooms_title": "Zimmer auswählen",
    "rooms_subtitle": "Ihr perfektes Zimmer, nur einen Klick entfernt.",
    "location_title": "Standort",
    "location_subtitle": "Unser Hotel ist die perfekte Wahl für alle, die in Berlin am Herzen der Stadt wohnen möchten.",

    "concept_title": "Concept",
    "concept_mobile_title": "Charlie M Concept",
    "concept_h_1": "Reisen sollten einfach sein",
    "concept_p_1": "— von digitalem Einchecken bis zu Zugang via Smart-Code und einer Empfangsfreien Einrichtung.",
    "concept_h_2": "Mit sorgfältig designeten Zimmern",
    "concept_h_2_1": "responsive 24/7 digitalen Support",
    "concept_p_2": ", wird Ihr Aufenthalt glatt, modern und entspannend unkompliziert.",

    "concept_it_1": "Online Einchecken",
    "concept_ip_1": "keine Empfang, keine Wartezeit.",
    "concept_it_2": "Zugang zu Ihrem Zimmer via Smart-Code",
    "concept_ip_2": "einfach, sicher und immer verfügbar.",
    "concept_it_3": "Privatsphäre & Unabhängigkeit",
    "concept_ip_3": "ein entspannter Aufenthalt ohne unnötige Unterbrechungen.",
    "concept_it_4": "Instant Support",
    "concept_ip_4": "schnelle Hilfe via Chat, wann immer Sie es benötigen.",

    "concept_ip_1_text": "Mit unserem Online-Eincheck-System können Sie die Empfang vollständig überspringen",
    "concept_ip_2_text": "Ein persönlicher Code sorgt für eine reibungslose und sichere Registrierung",
    "concept_ip_3_text": "Wir verstehen, dass Ihre Zeit wertvoll ist. Genießen Sie einen reibungslosen und kontaktfreien Aufenthalt mit uns",
    "concept_ip_4_text": "Unser intelligentes Bot-Team steht Ihnen für alle Fragen zur Verfügung",

    "experience_title": "Charlie M Erfahrungen",
    "items": [
      {
        "title": "Co-Working Space",
        "text": "Ein ruhiger Platz zum Fokussieren, vollständig mit einem Kaffeeautomaten ausgestattet.",
        "content": "Ein ruhiger Bereich, der für Fokussierung ausgestattet ist und einen Kaffeeautomaten enthält."
      },
      
      {
        "title": "Luggage Lockers",
        "text": "Frische Handtücher, Toilettenartikel & Zimmerbedarf jederzeit verfügbar.",
        "content": "Mit unserem Online-Eincheck-System können Sie die Empfang vollständig überspringen"
      },
      
      {
        "title": "Self-Service Closet",
        "text": "Frische Handtücher, Toilettenartikel & Zimmerbedarf jederzeit verfügbar.",
        "content": "Ein Selbstbedienungs-Schrank mit frischen Handtüchern, Toilettenartikeln und Zimmerbedarf, der jederzeit verfügbar ist."
      },
      
      {
        "title": "Laundry Room",
        "text": "Waschen & trocknen, wann immer Sie es benötigen.",
        "content":"Eine vollständig ausgestattete Wasch- und Trockenraum, in dem Sie Ihre Kleidung jederzeit waschen und trocknen können."
      },

      {
        "title": "In-Room Coffee Machine",
        "text": "Kaffeezellen für Ihren Aufenthalt enthalten.",
        "content":"Eine schicke Kaffeeautomat im Zimmer mit kostenlosen Kaffeezellen für Ihren gesamten Aufenthalt."
      },
      
      {
        "title": "Fast WiFi",
        "text": "Zuverlässige hochgeschwindigkeits-Verbindung im gesamten Gebäude.",
        "content":"Bleiben Sie mit schneller, zuverlässiger WiFi im gesamten Gebäude verbunden."
      }
    ],
    "personalize_title": "Ihr Aufenthalt anpassen",
    "personalize_items": [
      {
        "title": "Parkplatz",
        "text": "Privat auf dem Gelände parken (maximal 10 Parkplätze)"
      },
      {
        "title": "Frühstück",
        "text": "Frische Frühstücksoptionen von unseren Partnern neben dem Co-Working-Raum"
      },
      {
        "title": "Zusätzliche Reinigung",
        "text": "Zusätzliche Zimmerräumung während Ihres Aufenthalts"
      },
      {
        "title": "Frühe Eincheckung und späte Auscheckung",
        "text": "Kommen Sie früher und stellen Sie sich entspannt ein oder verlängern Sie Ihre Abreise und entspannen Sie sich länger"
      },
      {
        "title": "Haustiere",
        "text": "Nehmen Sie Ihr pelziges Freundchen mit — wir sind glücklich, wenn wir sie auch beherbergen!"
      }
    ],


    "design_title": "Für Ihren Aufenthalt designet",
    "design_description": "Jeder Platz bei Charlie M ist für Ihren Aufenthalt gedacht. Von der Anordnung bis zu den Details, alles ist so konzipiert, dass Ihr Aufenthalt angenehm, einfach und gut zusammenpasst.",
    "design_items": [
      {
        "text": "Room",
        "image_1": "Lobby",
        "image_2": "Rooms"
      },
      {
        "text": "Room",
        "image_1": "Lobby",
        "image_2": "Rooms"
      },
      {
        "text": "Room",
        "image_1": "Lobby",
        "image_2": "Rooms"
      },
      {
        "text": "Room",
        "image_1": "Lobby",
        "image_2": "Rooms"
      },
      {
        "text": "Room",
        "image_1": "Lobby",
        "image_2": "Rooms"
      }
    ],

    "faq_title": "Frequently Asked Questions",
    "faq_categories": [
      {
        "title": "Check-in & Zugang",
        "items": [
          {
            "title": "Wie funktioniert der Online-Check-in?",
            "p": [
              "Bei Charlie M ist der Online-Check-in ein schneller digitaler Schritt, der Ihre Ankunft vollständig reibungslos und kontaktlos macht.",
              "Nach Ihrer Buchung senden wir Ihnen einen Link, über den Sie Ihre Daten sicher bestätigen und die obligatorische Registrierung abschließen können. So können wir Ihre Identität überprüfen, Ihren Aufenthalt vorbereiten und Ihre persönliche Zugangs-PIN aktivieren.",
              "**Sobald Ihr Online-Check-in abgeschlossen ist, wird Ihnen Ihre PIN am Tag Ihrer Ankunft zugesendet. Sie erhalten sie per E-Mail und WhatsApp, und sie gibt Ihnen Zugang zum Gebäude und zu Ihrem Zimmer.**",
              "Da wir keine Rezeption vor Ort haben, muss der Online-Check-in vor Ihrer Ankunft abgeschlossen werden – andernfalls können wir Ihren Zugangscode nicht generieren."
            ]
          },
          {
            "title": "Wann erhalte ich meine Zugangs-PIN?",
            "p": [
              "Ihre Zugangs-PIN wird erst generiert, nachdem Sie den Online-Check-in abgeschlossen haben. Sie erhalten sie am Ankunftstag per E-Mail und WhatsApp, normalerweise am frühen Nachmittag. Diese PIN wird benötigt, um sowohl das Gebäude als auch Ihr Zimmer zu betreten."
            ]
          },
          {
            "title": "Welche Türen kann ich mit meiner PIN öffnen?",
            "p": [
              "Ihre persönliche PIN gibt Ihnen Zugang zu allem, was Sie während Ihres Aufenthalts benötigen. Mit diesem Code können Sie den Haupteingang, Ihre Zimmertür, den Waschraum und den Gepäckraum öffnen. Keine Schlüssel oder Karten nötig – nur eine PIN für alle Bereiche."
            ]
          },
          {
            "title": "Kann ich mein Gepäck im Hotel aufbewahren?",
            "p": [
              "Wir bieten sichere, kostenlose Gepäckschließfächer im Gebäude, in denen Sie Ihre Taschen vor dem Check-in oder nach dem Check-out aufbewahren können. Wenn momentan keine Schließfächer verfügbar sind, finden Sie eine nahegelegene Alternative bei Stasher Luggage Storage, Friedrichstraße 56, 10117 Berlin."
            ]
          }
        ]
      },
      {
        "title": "Während Ihres Aufenthalts",
        "items": [
          {
            "title": "Wie kontaktiere ich den Support, wenn ich Hilfe benötige?",
            "p": [
              "Wenn Sie jederzeit Hilfe benötigen, ist unser Team 24/7 erreichbar. Sie können uns eine Nachricht auf WhatsApp senden oder uns direkt telefonisch anrufen. Wir sind immer für Sie da, um Sie während Ihres Aufenthalts zu unterstützen."
            ]
          },
          {
            "title": "Wie oft wird meine Wohnung gereinigt?",
            "p": [
              "Ihre Wohnung wird vor Ihrer Ankunft gründlich gereinigt und vorbereitet. Bei Aufenthalten von mehr als 7 Nächten bieten wir eine kostenlose wöchentliche Reinigung. Wenn Sie zu jeder Zeit eine zusätzliche Auffrischung wünschen, können Sie eine zusätzliche Reinigung für X buchen."
            ]
          },
          {
            "title": "Wo kann ich frische Handtücher und zusätzliche Ausstattung bekommen?",
            "p": [
              "Sie können jederzeit frische Handtücher und zusätzliche Ausstattung aus unserem Essentials Closet nehmen. Es steht Ihnen jederzeit kostenlos zur Verfügung."
            ]
          },
          {
            "title": "Ist Rauchen erlaubt?",
            "p": [
              "Rauchen im Zimmer ist strengstens verboten. Es ist nur auf privaten Balkonen oder auf der gemeinsamen Terrasse erlaubt. Wenn Ihr Zimmer keine dieser Außenbereiche umfasst, rauchen Sie bitte außerhalb des Gebäudes."
            ]
          },
          {
            "title": "Kann ich im Hotel Wäsche waschen?",
            "p": [
              "Absolut. Ein Gäste-Waschraum ist vor Ort verfügbar, sodass Sie Ihre Wäsche jederzeit waschen können, wenn Sie es benötigen."
            ]
          }
        ]
      },
      {
        "title": "Zusätzliche Leistungen",
        "items": [
          {
            "title": "Welche zusätzlichen Leistungen sind im Hotel verfügbar?",
            "p": [
              "Wir bieten verschiedene zusätzliche Leistungen, um Ihren Aufenthalt noch komfortabler zu gestalten, darunter Frühstück, Parkplatz, früher Check-in, später Check-out und spezielle Pakete. Sie können alle diese Extras direkt auf unserer Website buchen oder einfach zu Ihrer bestehenden Reservierung hinzufügen."
            ]
          },
          {
            "title": "Sind Haustiere erlaubt?",
            "p": [
              "Ja, Haustiere sind willkommen! Wir erheben eine einmalige Gebühr von X für den gesamten Aufenthalt, und Ihr flauschiger Freund kann die Reise mit Ihnen genießen."
            ]
          }
        ]
      },
      {
        "title": "Buchungsänderungen",
        "items": [
          {
            "title": "Wie kann ich meine Reservierung ändern oder stornieren?",
            "p": [
              "Wenn Sie direkt über die Charlie M-Website gebucht haben, können Sie Ihre Reservierung ganz einfach in Ihrem Gästekonto ändern oder stornieren.",
              "Bei flexiblen Preisen wird jede berechtigte Rückerstattung automatisch an Ihre ursprüngliche Zahlungsmethode zurückgegeben.",
              "Wenn Ihre Buchung über eine Partnerplattform (wie Booking.com, Airbnb oder Expedia) erfolgt ist, nehmen Sie bitte Änderungen oder Stornierungen direkt auf dieser Plattform vor. Rückerstattungen werden auch vom Anbieter bearbeitet, bei dem Sie gebucht haben."
            ]
          },
          {
            "title": "Wann kann ich meine Rechnung erhalten?",
            "p": [
              "Sie können Ihre Rechnung nach Ihrem Aufenthalt erhalten. Sobald Sie ausgecheckt sind, steht Ihre Rechnung zum Download bereit oder kann Ihnen auf Anfrage zugesendet werden."
            ]
          }
        ]
      }
    ]

  },
  "header": {
    "rooms_link": "Zimmer",
    "location_link": "Standort",
    "about_us_link": "Concept",
    "open_profile_link": "Profil öffnen",
    "dear_guest": "Guten Tag",
    "my_account_link": "Mein Konto"
  },
  "guests": {
    "adults": "Erwachsene",
    "children": "Kinder",
    "children_age_note": "bis zu 3 Jahren",
    "crib_fee_note": "Kinderbett wird zusätzlich berechnet"
  }
}

